Repository: minchopm/chess-trainer
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: ar_sa, cs, da, de_de, el, es_es, fi, fr_ca, he, hi, hu, id, it, ja, ko, ms, nl_nl, no, pl, pt_br, ro, ru, sv, th, tr, vi, zh_hans, zh_hant

# about.theAppCollectsNothingSends
source: The app collects nothing, sends nothing and makes no network requests. Your ratings and history are stored only on this device, and deleting the app deletes them.
ar_sa: لا يجمع التطبيق شيئًا، ولا يرسل شيئًا، ولا يجري أي اتصال بالشبكة. تصنيفاتك وسجلّك محفوظة على هذا الجهاز وحده، وتُحذف بحذف التطبيق.
cs: Aplikace nic nesbírá, nic neodesílá a nedělá žádné síťové požadavky. Tvoje ratingy a historie zůstávají jen v tomto zařízení a smažou se spolu s aplikací.
da: Appen indsamler intet, sender intet og laver ingen netværkskald. Dine ratings og din historik ligger kun på denne enhed og slettes sammen med appen.
de_de: Die App sammelt nichts, sendet nichts und stellt keine Netzwerkanfragen. Deine Wertungen und deine Historie liegen nur auf diesem Gerät; wer die App löscht, löscht sie mit.
el: Η εφαρμογή δεν συλλέγει τίποτα, δεν στέλνει τίποτα και δεν κάνει αιτήματα δικτύου. Οι βαθμολογίες και το ιστορικό σου μένουν μόνο σε αυτή τη συσκευή και σβήνονται μαζί με την εφαρμογή.
es_es: La aplicación no recoge nada, no envía nada y no hace peticiones de red. Tus valoraciones y tu historial se guardan solo en este dispositivo, y se borran al borrar la aplicación.
fi: Sovellus ei kerää mitään, ei lähetä mitään eikä tee verkkopyyntöjä. Ratingisi ja historiasi ovat vain tässä laitteessa ja katoavat sovelluksen mukana.
fr_ca: L'application ne collecte rien, n'envoie rien et ne fait aucune requête réseau. Vos classements et votre historique restent sur cet appareil, et disparaissent avec l'application.
he: האפליקציה לא אוספת דבר, לא שולחת דבר ולא מבצעת פניות רשת. הדירוגים וההיסטוריה שלך נשמרים רק במכשיר הזה, ונמחקים יחד עם האפליקציה.
hi: ऐप कुछ भी इकट्ठा नहीं करता, कुछ भी नहीं भेजता और कोई नेटवर्क अनुरोध नहीं करता। आपकी रेटिंग और इतिहास सिर्फ़ इसी डिवाइस पर रहते हैं और ऐप हटाने पर मिट जाते हैं।
hu: Az alkalmazás semmit nem gyűjt, semmit nem küld, és nem indít hálózati kérést. Az értékszámaid és az előzményeid csak ezen a készüléken vannak, és a törléssel együtt tűnnek el.
id: Aplikasi tidak mengumpulkan apa pun, tidak mengirim apa pun, dan tidak melakukan permintaan jaringan. Rating dan riwayatmu hanya tersimpan di perangkat ini dan ikut terhapus bersama aplikasi.
it: L'app non raccoglie nulla, non invia nulla e non fa richieste di rete. I tuoi punteggi e la tua cronologia restano solo su questo dispositivo e si cancellano con l'app.
ja: 本アプリは何も収集せず、何も送信せず、ネットワーク通信も行いません。レーティングと履歴はこの端末にのみ保存され、アプリを削除すれば一緒に消えます。
ko: 이 앱은 아무것도 수집하지 않고, 아무것도 보내지 않으며, 네트워크 요청도 하지 않습니다. 레이팅과 기록은 이 기기에만 저장되고, 앱을 지우면 함께 사라집니다.
ms: Aplikasi tidak mengumpul apa-apa, tidak menghantar apa-apa dan tidak membuat permintaan rangkaian. Rating dan sejarah anda hanya tersimpan pada peranti ini dan terpadam bersama aplikasi.
nl_nl: De app verzamelt niets, verstuurt niets en doet geen netwerkverzoeken. Je ratings en geschiedenis staan alleen op dit toestel en verdwijnen met de app.
no: Appen samler ikke inn noe, sender ingenting og gjør ingen nettverkskall. Ratingene og historikken din ligger bare på denne enheten og slettes sammen med appen.
pl: Aplikacja niczego nie zbiera, niczego nie wysyła i nie łączy się z siecią. Twoje rankingi i historia są tylko na tym urządzeniu i znikają razem z aplikacją.
pt_br: O aplicativo não coleta nada, não envia nada e não faz requisições de rede. Seus ratings e seu histórico ficam só neste aparelho, e somem junto com o aplicativo.
ro: Aplicația nu colectează nimic, nu trimite nimic și nu face cereri de rețea. Ratingurile și istoricul rămân doar pe acest dispozitiv și dispar odată cu aplicația.
ru: Приложение ничего не собирает, ничего не отправляет и не обращается к сети. Ваши рейтинги и история хранятся только на этом устройстве и удаляются вместе с приложением.
sv: Appen samlar inte in något, skickar inget och gör inga nätverksanrop. Dina ratings och din historik finns bara på den här enheten och försvinner med appen.
th: แอปไม่เก็บข้อมูลใด ไม่ส่งข้อมูลใด และไม่เรียกเครือข่าย เรตติ้งและประวัติของคุณอยู่บนเครื่องนี้เท่านั้น และจะหายไปพร้อมกับแอป
tr: Uygulama hiçbir şey toplamaz, hiçbir şey göndermez ve ağ isteği yapmaz. Puanların ve geçmişin yalnızca bu cihazda durur; uygulamayı silmek onları da siler.
vi: Ứng dụng không thu thập gì, không gửi gì và không thực hiện yêu cầu mạng nào. Hệ số và lịch sử của bạn chỉ nằm trên máy này và sẽ mất khi gỡ ứng dụng.
zh_hans: 本应用不收集任何数据，不发送任何数据，也不进行网络请求。你的等级分和记录只存在这台设备上，删除应用即一并删除。
zh_hant: 本 App 不蒐集任何資料、不傳送任何資料，也不進行網路連線。你的等級分與紀錄只存在這台裝置上，刪除 App 就一併刪除。

# about.thisApplicationIsFreeSoftware
source: This application is free software, licensed under the GNU Affero General Public License version 3 or later.
ar_sa: هذا التطبيق برمجية حرّة، مرخّصة برخصة GNU Affero General Public License الإصدار 3 أو أحدث.
cs: Tato aplikace je svobodný software pod licencí GNU Affero General Public License verze 3 nebo novější.
da: Denne app er fri software, licenseret under GNU Affero General Public License version 3 eller nyere.
de_de: Diese Anwendung ist freie Software unter der GNU Affero General Public License Version 3 oder später.
el: Η εφαρμογή είναι ελεύθερο λογισμικό, με άδεια GNU Affero General Public License έκδοση 3 ή νεότερη.
es_es: Esta aplicación es software libre, con licencia GNU Affero General Public License versión 3 o posterior.
fi: Tämä sovellus on vapaa ohjelmisto, lisensoitu GNU Affero General Public License -lisenssin versiolla 3 tai uudemmalla.
fr_ca: Cette application est un logiciel libre, sous licence GNU Affero General Public License version 3 ou ultérieure.
he: אפליקציה זו היא תוכנה חופשית, ברישיון GNU Affero General Public License גרסה 3 או מאוחרת יותר.
hi: यह ऐप मुक्त सॉफ़्टवेयर है, GNU Affero General Public License संस्करण 3 या उसके बाद के तहत।
hu: Ez az alkalmazás szabad szoftver, a GNU Affero General Public License 3-as vagy későbbi verziója alatt.
id: Aplikasi ini adalah perangkat lunak bebas, dilisensikan di bawah GNU Affero General Public License versi 3 atau yang lebih baru.
it: Questa applicazione è software libero, con licenza GNU Affero General Public License versione 3 o successiva.
ja: 本アプリはフリーソフトウェアであり、GNU Affero General Public License バージョン 3 以降の条件で配布されています。
ko: 이 앱은 자유 소프트웨어이며, GNU Affero General Public License 버전 3 이상으로 배포됩니다.
ms: Aplikasi ini ialah perisian bebas, dilesenkan di bawah GNU Affero General Public License versi 3 atau lebih baharu.
nl_nl: Deze app is vrije software onder de GNU Affero General Public License versie 3 of later.
no: Denne appen er fri programvare, lisensiert under GNU Affero General Public License versjon 3 eller nyere.
pl: Ta aplikacja to wolne oprogramowanie na licencji GNU Affero General Public License w wersji 3 lub nowszej.
pt_br: Este aplicativo é software livre, licenciado sob a GNU Affero General Public License versão 3 ou posterior.
ro: Această aplicație este software liber, licențiat sub GNU Affero General Public License versiunea 3 sau ulterioară.
ru: Это свободное программное обеспечение под лицензией GNU Affero General Public License версии 3 или новее.
sv: Den här appen är fri programvara, licensierad under GNU Affero General Public License version 3 eller senare.
th: แอปนี้เป็นซอฟต์แวร์เสรี ภายใต้สัญญาอนุญาต GNU Affero General Public License รุ่น 3 หรือใหม่กว่า
tr: Bu uygulama özgür yazılımdır; GNU Affero General Public License sürüm 3 veya sonrası ile lisanslanmıştır.
vi: Ứng dụng này là phần mềm tự do, theo giấy phép GNU Affero General Public License phiên bản 3 hoặc mới hơn.
zh_hans: 本应用是自由软件，依 GNU Affero General Public License 第 3 版或更新版本授权。
zh_hant: 本 App 是自由軟體，依 GNU Affero General Public License 第 3 版或更新版本授權。

# about.version
source: Version %@
ar_sa: الإصدار %@
cs: Verze %@
el: Έκδοση %@
es_es: Versión %@
fi: Versio %@
he: גרסה %@
hi: संस्करण %@
hu: Verzió: %@
id: Versi %@
it: Versione %@
ja: バージョン %@
ko: 버전 %@
ms: Versi %@
nl_nl: Versie %@
no: Versjon %@
pl: Wersja %@
pt_br: Versão %@
ro: Versiunea %@
ru: Версия %@
th: เวอร์ชัน %@
tr: Sürüm %@
vi: Phiên bản %@
zh_hans: 版本 %@
zh_hant: 版本 %@

# appearance.board.classic
source: Amber
ar_sa: كهرمان
cs: Jantar
da: Rav
de_de: Bernstein
el: Κεχριμπάρι
es_es: Ámbar
fi: Meripihka
fr_ca: Ambre
he: ענבר
hi: एम्बर
hu: Borostyán
it: Ambra
ja: アンバー
ko: 앰버
ms: Ambar
no: Rav
pl: Bursztyn
pt_br: Âmbar
ro: Chihlimbar
ru: Янтарь
sv: Bärnsten
th: อำพัน
tr: Kehribar
vi: Hổ phách
zh_hans: 琥珀
zh_hant: 琥珀

# appearance.board.forest
source: Forest
ar_sa: غابة
cs: Les
da: Skov
de_de: Wald
el: Δάσος
es_es: Bosque
fi: Metsä
fr_ca: Forêt
he: יער
hi: वन
hu: Erdő
id: Hutan
it: Foresta
ja: フォレスト
ko: 포레스트
ms: Hutan
nl_nl: Bos
no: Skog
pl: Las
pt_br: Floresta
ro: Pădure
ru: Лес
sv: Skog
th: ป่า
tr: Orman
vi: Rừng
zh_hans: 森林
zh_hant: 森林

# appearance.board.ivory
source: Porcelain
ar_sa: بورسلين
cs: Porcelán
da: Porcelæn
de_de: Porzellan
el: Πορσελάνη
es_es: Porcelana
fi: Posliini
fr_ca: Porcelaine
he: חרסינה
hi: चीनी मिट्टी
hu: Porcelán
id: Porselen
it: Porcellana
ja: 磁器
ko: 자기
ms: Porselin
nl_nl: Porselein
no: Porselen
pl: Porcelana
pt_br: Porcelana
ro: Porțelan
ru: Фарфор
sv: Porslin
th: พอร์ซเลน
tr: Porselen
vi: Sứ
zh_hans: 瓷白
zh_hant: 瓷白

# appearance.board.lamplight
source: Lamplight
ar_sa: ضوء المصباح
cs: Světlo lampy
da: Lampelys
de_de: Lampenlicht
el: Φως λάμπας
es_es: Luz de lámpara
fi: Lampunvalo
fr_ca: Lumière de lampe
he: אור מנורה
hi: दीपक की रोशनी
hu: Lámpafény
id: Cahaya lampu
it: Luce di lampada
ja: ランプライト
ko: 램프라이트
ms: Cahaya lampu
nl_nl: Lamplicht
no: Lampelys
pl: Światło lampy
pt_br: Luz de lâmpada
ro: Lumină de lampă
ru: Свет лампы
sv: Lampljus
th: แสงตะเกียง
tr: Lamba ışığı
vi: Ánh đèn
zh_hans: 灯光
zh_hant: 燈光

# appearance.board.ocean
source: Ocean
ar_sa: محيط
cs: Oceán
de_de: Ozean
el: Ωκεανός
es_es: Océano
fi: Valtameri
fr_ca: Océan
he: אוקיינוס
hi: महासागर
hu: Óceán
id: Samudra
it: Oceano
ja: オーシャン
ko: 오션
ms: Lautan
nl_nl: Oceaan
no: Hav
pt_br: Oceano
ru: Океан
th: มหาสมุทร
tr: Okyanus
vi: Đại dương
zh_hans: 海洋
zh_hant: 海洋

# appearance.board.rose
source: Rosewater
ar_sa: ماء الورد
cs: Růžová voda
da: Rosenvand
de_de: Rosenwasser
el: Ροδόνερο
es_es: Agua de rosas
fi: Ruusuvesi
fr_ca: Eau de rose
he: מי ורדים
hi: गुलाब जल
hu: Rózsavíz
id: Air mawar
it: Acqua di rose
ja: ローズウォーター
ko: 로즈워터
ms: Air mawar
nl_nl: Rozenwater
no: Rosevann
pl: Woda różana
pt_br: Água de rosas
ro: Apă de trandafiri
ru: Розовая вода
sv: Rosenvatten
th: น้ำกุหลาบ
tr: Gül suyu
vi: Nước hoa hồng
zh_hans: 玫瑰水
zh_hant: 玫瑰水

# appearance.board.sand
source: Sand
ar_sa: رملي
cs: Písek
el: Άμμος
es_es: Arena
fi: Hiekka
fr_ca: Sable
he: חול
hi: रेत
hu: Homok
id: Pasir
it: Sabbia
ja: サンド
ko: 샌드
ms: Pasir
nl_nl: Zand
pl: Piasek
pt_br: Areia
ro: Nisip
ru: Песок
th: ทราย
tr: Kum
vi: Cát
zh_hans: 细沙
zh_hant: 細沙

# appearance.board.slate
source: Slate
ar_sa: إردواز
cs: Břidlice
da: Skifer
de_de: Schiefer
el: Σχιστόλιθος
es_es: Pizarra
fi: Liuske
fr_ca: Ardoise
he: צפחה
hi: स्लेट
hu: Pala
id: Batu tulis
it: Ardesia
ja: スレート
ko: 슬레이트
ms: Batu loh
nl_nl: Leisteen
no: Skifer
pl: Łupek
pt_br: Ardósia
ro: Ardezie
ru: Сланец
sv: Skiffer
th: หินชนวน
tr: Arduvaz
vi: Đá phiến
zh_hans: 石板
zh_hant: 石板

# appearance.board.wood
source: Walnut
ar_sa: جوز
cs: Ořech
da: Valnød
de_de: Nussbaum
el: Καρυδιά
es_es: Nogal
fi: Pähkinäpuu
fr_ca: Noyer
he: אגוז
hi: अखरोट
hu: Dió
id: Kayu walnut
it: Noce
ja: ウォルナット
ko: 월넛
ms: Kayu walnut
nl_nl: Notenhout
no: Valnøtt
pl: Orzech
pt_br: Nogueira
ro: Nuc
ru: Орех
sv: Valnöt
th: ไม้วอลนัท
tr: Ceviz
vi: Gỗ óc chó
zh_hans: 胡桃木
zh_hant: 胡桃木

# appearance.pieces.claret
source: Ivory & claret
ar_sa: عاجي وعنابي
cs: Slonovina a bordó
da: Elfenben og bordeaux
de_de: Elfenbein & Bordeaux
el: Ελεφαντόδοντο και μπορντό
es_es: Marfil y burdeos
fi: Norsunluu ja bordeaux
fr_ca: Ivoire et bordeaux
he: שנהב ובורדו
hi: हाथीदाँत और बरगंडी
hu: Elefántcsont és bordó
id: Gading dan merah anggur
it: Avorio e bordeaux
ja: アイボリーとボルドー
ko: 아이보리와 클라레
ms: Gading dan merah anggur
nl_nl: Ivoor en bordeaux
no: Elfenben og bordeaux
pl: Kość słoniowa i bordo
pt_br: Marfim e bordô
ro: Fildeș și bordo
ru: Слоновая кость и бордо
sv: Elfenben och bordeaux
th: งาช้างกับแดงเลือดหมู
tr: Fildişi ve bordo
vi: Ngà và đỏ rượu
zh_hans: 象牙与酒红
zh_hant: 象牙與酒紅

# appearance.pieces.ebony
source: Ivory & ebony
ar_sa: عاجي وأبنوس
cs: Slonovina a eben
da: Elfenben og ibenholt
de_de: Elfenbein & Ebenholz
el: Ελεφαντόδοντο και έβενος
es_es: Marfil y ébano
fi: Norsunluu ja eebenpuu
fr_ca: Ivoire et ébène
he: שנהב ואבנוס
hi: हाथीदाँत और आबनूस
hu: Elefántcsont és ébenfa
id: Gading dan eboni
it: Avorio ed ebano
ja: アイボリーと黒檀
ko: 아이보리와 흑단
ms: Gading dan ebeni
nl_nl: Ivoor en ebbenhout
no: Elfenben og ibenholt
pl: Kość słoniowa i heban
pt_br: Marfim e ébano
ro: Fildeș și abanos
ru: Слоновая кость и чёрное дерево
sv: Elfenben och ebenholts
th: งาช้างกับไม้มะเกลือ
tr: Fildişi ve abanoz
vi: Ngà và gỗ mun
zh_hans: 象牙与乌木
zh_hant: 象牙與烏木

# appearance.pieces.emerald
source: Ivory & emerald
ar_sa: عاجي وزمرد
cs: Slonovina a smaragd
da: Elfenben og smaragd
de_de: Elfenbein & Smaragd
el: Ελεφαντόδοντο και σμαράγδι
es_es: Marfil y esmeralda
fi: Norsunluu ja smaragdi
fr_ca: Ivoire et émeraude
he: שנהב ואמרלד
hi: हाथीदाँत और पन्ना
hu: Elefántcsont és smaragd
id: Gading dan zamrud
it: Avorio e smeraldo
ja: アイボリーとエメラルド
ko: 아이보리와 에메랄드
ms: Gading dan zamrud
nl_nl: Ivoor en smaragd
no: Elfenben og smaragd
pl: Kość słoniowa i szmaragd
pt_br: Marfim e esmeralda
ro: Fildeș și smarald
ru: Слоновая кость и изумруд
sv: Elfenben och smaragd
th: งาช้างกับมรกต
tr: Fildişi ve zümrüt
vi: Ngà và ngọc lục bảo
zh_hans: 象牙与祖母绿
zh_hant: 象牙與祖母綠

# appearance.pieces.glyph
source: Classic
ar_sa: كلاسيكية
cs: Klasické
da: Klassiske
de_de: Klassisch
el: Κλασικά
es_es: Clásico
fi: Klassiset
fr_ca: Classiques
he: קלאסיים
hi: क्लासिक
hu: Klasszikus
id: Klasik
it: Classici
ja: クラシック
ko: 클래식
ms: Klasik
nl_nl: Klassiek
no: Klassiske
pl: Klasyczne
pt_br: Clássicas
ro: Clasice
ru: Классические
sv: Klassiska
th: คลาสสิก
tr: Klasik
vi: Cổ điển
zh_hans: 经典
zh_hant: 經典

# appearance.pieces.sapphire
source: Ivory & sapphire
ar_sa: عاجي وياقوت أزرق
cs: Slonovina a safír
da: Elfenben og safir
de_de: Elfenbein & Saphir
el: Ελεφαντόδοντο και ζαφείρι
es_es: Marfil y zafiro
fi: Norsunluu ja safiiri
fr_ca: Ivoire et saphir
he: שנהב וספיר
hi: हाथीदाँत और नीलम
hu: Elefántcsont és zafír
id: Gading dan safir
it: Avorio e zaffiro
ja: アイボリーとサファイア
ko: 아이보리와 사파이어
ms: Gading dan safir
nl_nl: Ivoor en saffier
no: Elfenben og safir
pl: Kość słoniowa i szafir
pt_br: Marfim e safira
ro: Fildeș și safir
ru: Слоновая кость и сапфир
sv: Elfenben och safir
th: งาช้างกับไพลิน
tr: Fildişi ve safir
vi: Ngà và lam ngọc
zh_hans: 象牙与蓝宝石
zh_hant: 象牙與藍寶石

# appearance.tone.boxwood
source: Boxwood
ar_sa: خشب البقس
cs: Zimostráz
da: Buksbom
de_de: Buchsbaum
el: Πυξάρι
es_es: Boj
fi: Puksipuu
fr_ca: Buis
he: אשכרוע
hi: बॉक्सवुड
hu: Puszpáng
id: Kayu boxwood
it: Bosso
ja: ツゲ
ko: 회양목
ms: Kayu boxwood
nl_nl: Buxus
no: Buksbom
pl: Bukszpan
pt_br: Buxo
ro: Merișor
ru: Самшит
sv: Buxbom
th: ไม้บ็อกซ์วูด
tr: Şimşir
vi: Gỗ hoàng dương
zh_hans: 黄杨木
zh_hant: 黃楊木

# appearance.tone.chalk
source: Chalk
ar_sa: طباشيري
cs: Křída
da: Kridt
de_de: Kreide
el: Κιμωλία
es_es: Tiza
fi: Liitu
fr_ca: Craie
he: גיר
hi: खड़िया
hu: Kréta
id: Kapur
it: Gesso
ja: チョーク
ko: 분필
ms: Kapur
nl_nl: Krijt
no: Kritt
pl: Kreda
pt_br: Giz
ro: Cretă
ru: Мел
sv: Krita
th: ชอล์ก
tr: Tebeşir
vi: Phấn
zh_hans: 白垩
zh_hant: 白堊

# appearance.tone.frost
source: Frost
ar_sa: صقيعي
cs: Jinovatka
el: Πάχνη
es_es: Escarcha
fi: Kuura
fr_ca: Givre
he: כפור
hi: पाला
hu: Dér
id: Embun beku
it: Brina
ja: 霜
ko: 서리
ms: Fros
nl_nl: Rijp
pl: Szron
pt_br: Geada
ro: Brumă
ru: Иней
th: น้ำค้างแข็ง
tr: Kırağı
vi: Sương giá
zh_hans: 霜色
zh_hant: 霜色

# appearance.tone.mist
source: Mist
ar_sa: ضبابي
cs: Opar
da: Dis
de_de: Nebel
el: Καταχνιά
es_es: Bruma
fi: Utu
fr_ca: Brume
he: אובך
hi: कुहासा
hu: Pára
id: Kabut
it: Foschia
ja: 霞
ko: 안개
ms: Kabus
nl_nl: Nevel
no: Dis
pl: Mgiełka
pt_br: Névoa
ro: Ceață
ru: Дымка
sv: Dis
th: หมอกบาง
tr: Pus
vi: Sương mù
zh_hans: 薄雾
zh_hant: 薄霧

# appearance.tone.snow
source: Snow
ar_sa: ثلجي
cs: Sníh
da: Sne
de_de: Schnee
el: Χιόνι
es_es: Nieve
fi: Lumi
fr_ca: Neige
he: שלג
hi: बर्फ़
hu: Hó
id: Salju
it: Neve
ja: 雪
ko: 눈
ms: Salji
nl_nl: Sneeuw
no: Snø
pl: Śnieg
pt_br: Neve
ro: Zăpadă
ru: Снег
sv: Snö
th: หิมะ
tr: Kar
vi: Tuyết
zh_hans: 雪白
zh_hant: 雪白

# board.checkmate
source: Checkmate — %@ wins.
ar_sa: كش مات — %@ يفوز.
cs: Mat — vyhrává %@.
da: Skakmat — %@ vinder.
de_de: Schachmatt — %@ gewinnt.
el: Ματ — νικά %@.
es_es: Jaque mate — gana %@.
fi: Matti — %@ voittaa.
fr_ca: Échec et mat — %@ gagne.
he: מט — %@ מנצח.
hi: शहमात — %@ जीते।
hu: Matt — %@ nyer.
id: Sekakmat — %@ menang.
it: Scacco matto — vince %@.
ja: チェックメイト — %@の勝ちです。
ko: 체크메이트 — %@ 승리.
ms: Syahmat — %@ menang.
nl_nl: Schaakmat — %@ wint.
no: Sjakkmatt — %@ vinner.
pl: Mat — wygrywa %@.
pt_br: Xeque-mate — %@ vence.
ro: Mat — câștigă %@.
ru: Мат — победа: %@.
sv: Schackmatt — %@ vinner.
th: รุกจน — %@ ชนะ
tr: Şah mat — %@ kazandı.
vi: Chiếu hết — %@ thắng.
zh_hans: 将死 — %@获胜。
zh_hant: 將死 — %@獲勝。

# board.draw
source: Drawn.
ar_sa: تعادل.
cs: Remíza.
da: Remis.
de_de: Remis.
el: Ισοπαλία.
es_es: Tablas.
fi: Tasapeli.
fr_ca: Nulle.
he: תיקו.
hi: ड्रॉ।
hu: Döntetlen.
id: Remis.
it: Patta.
ja: 引き分けです。
ko: 무승부.
ms: Seri.
nl_nl: Remise.
no: Remis.
pl: Remis.
pt_br: Empate.
ro: Remiză.
ru: Ничья.
sv: Remi.
th: เสมอ
tr: Berabere.
vi: Hòa.
zh_hans: 和棋。
zh_hant: 和棋。

# board.empty
source: Paste a game or a position to start from, or just play moves.
ar_sa: الصق مباراة أو وضعية للبدء منها، أو العب النقلات مباشرة.
cs: Vložte partii nebo pozici, ze které začít, nebo prostě táhněte.
da: Indsæt et parti eller en stilling at starte fra, eller spil bare træk.
de_de: Füge eine Partie oder Stellung ein, oder ziehe einfach los.
el: Επικόλλησε μια παρτίδα ή θέση για αφετηρία, ή απλώς παίξε κινήσεις.
es_es: Pega una partida o una posición de partida, o simplemente juega.
fi: Liitä peli tai asema aloituskohdaksi, tai tee vain siirtoja.
fr_ca: Collez une partie ou une position de départ, ou jouez simplement.
he: הדביקו משחק או עמדה להתחיל ממנה, או פשוט שחקו מהלכים.
hi: शुरू करने के लिए गेम या पोज़िशन पेस्ट करें, या बस चालें चलें।
hu: Illessz be játszmát vagy állást kiindulásnak, vagy csak lépj.
id: Tempel permainan atau posisi awal, atau langsung mainkan langkah.
it: Incolla una partita o una posizione di partenza, oppure gioca e basta.
ja: 開始局面として棋譜や局面を貼り付けるか、そのまま指してください。
ko: 시작할 기보나 포지션을 붙여넣거나, 그냥 두셔도 됩니다.
ms: Tampal permainan atau kedudukan permulaan, atau terus mainkan langkah.
nl_nl: Plak een partij of stelling om vanaf te beginnen, of speel gewoon zetten.
no: Lim inn et parti eller en stilling å starte fra, eller bare spill trekk.
pl: Wklej partię lub pozycję startową albo po prostu wykonuj ruchy.
pt_br: Cole uma partida ou posição inicial, ou simplesmente jogue.
ro: Lipește o partidă sau o poziție de start, ori pur și simplu mută.
ru: Вставьте партию или позицию для начала — или просто делайте ходы.
sv: Klistra in ett parti eller en ställning att utgå från, eller spela bara.
th: วางเกมหรือตำแหน่งเพื่อเริ่มต้น หรือเดินหมากได้เลย
tr: Başlamak için bir oyun veya konum yapıştır, ya da doğrudan hamle yap.
vi: Dán ván cờ hoặc thế cờ để bắt đầu, hoặc cứ đi nước cờ.
zh_hans: 粘贴棋谱或局面作为起点，或直接走棋。
zh_hant: 貼上棋譜或局面作為起點，或直接走棋。

# board.flip
source: Flip
ar_sa: اقلب
cs: Otočit
da: Vend
de_de: Drehen
el: Αναστροφή
es_es: Girar
fi: Käännä
fr_ca: Retourner
he: הפוך
hi: पलटें
hu: Fordítás
id: Balik
it: Ruota
ja: 反転
ko: 뒤집기
ms: Balikkan
nl_nl: Draaien
no: Snu
pl: Obróć
pt_br: Virar
ro: Rotește
ru: Перевернуть
sv: Vänd
th: พลิกกระดาน
tr: Çevir
vi: Lật bàn
zh_hans: 翻转
zh_hant: 翻轉

# board.fromClipboard
source: From clipboard
ar_sa: من الحافظة
cs: Ze schránky
da: Fra udklipsholder
de_de: Aus Zwischenablage
el: Από το πρόχειρο
es_es: Del portapapeles
fi: Leikepöydältä
fr_ca: Du presse-papiers
he: מהלוח
hi: क्लिपबोर्ड से
hu: Vágólapról
id: Dari papan klip
it: Dagli appunti
ja: クリップボードから
ko: 클립보드에서
ms: Dari papan klip
nl_nl: Van klembord
no: Fra utklippstavlen
pl: Ze schowka
pt_br: Da área de transferência
ro: Din clipboard
ru: Из буфера обмена
sv: Från urklipp
th: จากคลิปบอร์ด
tr: Panodan
vi: Từ bảng nhớ tạm
zh_hans: 从剪贴板
zh_hant: 從剪貼簿

# board.fromPhoto
source: Photo
ar_sa: صورة
cs: Foto
da: Foto
de_de: Foto
el: Φωτό
es_es: Foto
fi: Kuva
he: תמונה
hi: फ़ोटो
hu: Fotó
id: Foto
it: Foto
ja: 写真
ko: 사진
ms: Foto
nl_nl: Foto
no: Foto
pl: Zdjęcie
pt_br: Foto
ro: Foto
ru: Фото
sv: Foto
th: ภาพถ่าย
tr: Fotoğraf
vi: Ảnh
zh_hans: 照片
zh_hant: 照片

# board.import
source: Paste a game
ar_sa: الصق مباراة
cs: Vložit partii
da: Indsæt et parti
de_de: Partie einfügen
el: Επικόλληση παρτίδας
es_es: Pegar una partida
fi: Liitä peli
fr_ca: Coller une partie
he: הדבק משחק
hi: गेम पेस्ट करें
hu: Játszma beillesztése
id: Tempel permainan
it: Incolla una partita
ja: 棋譜を貼り付け
ko: 기보 붙여넣기
ms: Tampal permainan
nl_nl: Partij plakken
no: Lim inn parti
pl: Wklej partię
pt_br: Colar uma partida
ro: Lipește o partidă
ru: Вставить партию
sv: Klistra in parti
th: วางเกม
tr: Oyun yapıştır
vi: Dán ván cờ
zh_hans: 粘贴棋谱
zh_hant: 貼上棋譜
